import * as yup from 'yup';

const schema = yup.object().shape({
  name: yup
    .string()
    .min(3, 'Правильне ім`я?')
    .required('Ім`я відіграє важливу роль, не забудьте додати його'),
  title: yup
    .string()
    .min(7, 'У заголовку має бути не менше 7 символів')
    .required('Заголовок відіграє важливу роль, не забудьте додати його'),
  description: yup
    .string()
    .min(15, 'Опис повинен бути не коротшим за 15 знаків')
    .required('Опис відіграє важливу роль, не забудьте додати його'),
  phoneNumber: yup
    .number()
    .typeError('Введіть корректний номер')
    .min(8, 'Телефон має мати не менше 8 символів')
    .required('Необхідно вказати номер телефону'),
  price: yup
    .number('Неправильно вказана ціна. Відредагуйте поле')
    .required('Необхідно вказати ціну')
    .positive('Ціна має бути позитивнивним числом'),
  count: yup
    .number('Неправильно вказана кількість товару. Відредагуйте поле')
    .required('Необхідно вказати кількість товару')
    .positive('Кількість має бути позитивнивним числом'),
  category: yup.string().required('Це поле є обов`язковим для заповнення'),
  type: yup.string().required('Це поле є обов`язковим для заповнення'),
  location: yup.string().required('Необхідно вказати місцезнаходження'),
});

export default schema;
